Repository: cyrinux/ichor
Catalog: ios/Ichor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, uk

source: Clock offset of each node against NTP
de: Uhrabweichung jedes Nodes gegenüber NTP
es: Desfase del reloj de cada nodo respecto a NTP
fr: Décalage de l’horloge de chaque nœud par rapport à NTP
it: Scostamento dell’orologio di ogni nodo rispetto a NTP
uk: Зсув годинника кожного вузла відносно NTP

source: Every card is hidden. Tap to choose the ones to show.
de: Alle Karten sind ausgeblendet. Tippe, um die anzuzeigenden auszuwählen.
es: Todas las tarjetas están ocultas. Toca para elegir cuáles mostrar.
fr: Toutes les cartes sont masquées. Touchez pour choisir celles à afficher.
it: Tutte le schede sono nascoste. Tocca per scegliere quali mostrare.
uk: Усі картки приховано. Торкніться, щоб вибрати, які показувати.

source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
uk: Карта

source: %lld sites
de: %lld Standorte
es: %lld sitios
it: %lld siti
uk: %lld майданчика

source: %lld links
de: %lld Verbindungen
es: %lld enlaces
fr: %lld liens
it: %lld collegamenti
uk: %lld з'єднання

source: One end down
de: Eine Seite getrennt
es: Un extremo caído
fr: Une extrémité coupée
it: Un capo inattivo
uk: Один бік розірвано

source: Only one end of this link was queried: the other node is not in this talosconfig.
de: Nur eine Seite dieser Verbindung wurde abgefragt: der andere Node ist nicht in dieser talosconfig.
es: Solo se consultó un extremo de este enlace: el otro nodo no está en este talosconfig.
fr: Une seule extrémité de ce lien a été interrogée : l'autre nœud n'est pas dans ce talosconfig.
it: È stato interrogato un solo capo di questo collegamento: l'altro nodo non è in questo talosconfig.
uk: Опитано лише один бік цього з'єднання: інший вузол відсутній у цьому talosconfig.

source: Last network test
de: Letzter Netzwerktest
es: Última prueba de red
fr: Dernier test réseau
it: Ultimo test di rete
uk: Останній тест мережі

source: host to host %@
de: Host zu Host %@
es: host a host %@
fr: hôte à hôte %@
it: da host a host %@
uk: хост до хоста %@

source: Test this link
de: Diese Verbindung testen
es: Probar este enlace
fr: Tester ce lien
it: Testa questo collegamento
uk: Перевірити це з’єднання

source: Test speed
de: Geschwindigkeit testen
es: Probar velocidad
fr: Tester le débit
it: Testa velocità
uk: Перевірити швидкість

source: Test running…
de: Test läuft…
es: Prueba en curso…
fr: Test en cours…
it: Test in corso…
uk: Тест триває…

source: Tap the client node: it sends.
de: Tippe auf den Client-Knoten: Er sendet.
es: Toca el nodo cliente: es el que envía.
fr: Touchez le nœud client : il émet.
it: Tocca il nodo client: è quello che invia.
uk: Торкніться вузла-клієнта: він надсилає.

source: Now tap the server node.
de: Tippe jetzt auf den Server-Knoten.
es: Ahora toca el nodo servidor.
fr: Touchez maintenant le nœud serveur.
it: Ora tocca il nodo server.
uk: Тепер торкніться вузла-сервера.

source: Seen from %@
de: Gesehen von %@
es: Visto desde %@
fr: Vu depuis %@
it: Visto da %@
uk: З боку %@

source: Nodes in grey are not in this talosconfig: they are drawn from what their peers report.
de: Graue Nodes sind nicht in dieser talosconfig: sie werden aus den Angaben ihrer Peers gezeichnet.
es: Los nodos en gris no están en este talosconfig: se dibujan a partir de lo que informan sus pares.
fr: Les nœuds en gris ne sont pas dans ce talosconfig : ils sont dessinés d'après leurs pairs.
it: I nodi in grigio non sono in questo talosconfig: sono disegnati in base a ciò che riportano i loro peer.
uk: Сірі вузли відсутні у цьому talosconfig: їх показано за даними їхніх пірів.

source: Nothing to map: no cluster member or KubeSpan peer was found.
de: Nichts darzustellen: kein Cluster-Mitglied und kein KubeSpan-Peer gefunden.
es: Nada que mostrar: no se encontró ningún miembro del clúster ni par de KubeSpan.
fr: Rien à cartographier : aucun membre du cluster ni pair KubeSpan trouvé.
it: Niente da mostrare: nessun membro del cluster né peer KubeSpan trovato.
uk: Немає чого показати: не знайдено жодного учасника кластера чи піра KubeSpan.

source: Cluster map of sites, nodes and KubeSpan links
de: Clusterkarte mit Standorten, Nodes und KubeSpan-Verbindungen
es: Mapa del clúster con sitios, nodos y enlaces KubeSpan
fr: Carte du cluster : sites, nœuds et liens KubeSpan
it: Mappa del cluster con siti, nodi e collegamenti KubeSpan
uk: Карта кластера: майданчики, вузли та з'єднання KubeSpan

source: Back up %@ now?
de: %@ jetzt sichern?
es: ¿Hacer copia de %@ ahora?
fr: Sauvegarder %@ maintenant ?
it: Eseguire ora il backup di %@?
uk: Створити резервну копію %@ зараз?

source: CloudNativePG takes a full base backup with the method the cluster is set up for (barman-cloud plugin, object store or volume snapshot). It loads the instance it runs on and adds to the backup storage.
de: CloudNativePG erstellt eine vollständige Basissicherung mit der Methode, für die der Cluster eingerichtet ist (barman-cloud-Plugin, Object Store oder Volume-Snapshot). Sie belastet die Instanz, auf der sie läuft, und belegt Speicher im Backup-Ziel.
es: CloudNativePG hace una copia base completa con el método configurado en el clúster (plugin barman-cloud, almacén de objetos o snapshot de volumen). Carga la instancia donde se ejecuta y ocupa espacio en el almacenamiento de copias.
fr: CloudNativePG fait une sauvegarde de base complète avec la méthode configurée pour le cluster (plugin barman-cloud, stockage objet ou snapshot de volume). Elle charge l’instance qui la fait et occupe de la place dans le stockage des sauvegardes.
it: CloudNativePG esegue un backup di base completo con il metodo configurato per il cluster (plugin barman-cloud, object store o snapshot del volume). Carica l’istanza su cui gira e occupa spazio nello storage dei backup.
uk: CloudNativePG створює повну базову копію методом, налаштованим для кластера (плагін barman-cloud, об’єктне сховище або знімок тому). Це навантажує екземпляр, на якому вона виконується, і займає місце у сховищі копій.

source: Backup %@ requested
de: Sicherung %@ angefordert
es: Copia %@ solicitada
fr: Sauvegarde %@ demandée
it: Backup %@ richiesto
uk: Резервну копію %@ запитано

source: Could not back up %@: %@
de: Sicherung von %@ fehlgeschlagen: %@
es: No se pudo hacer copia de %@: %@
fr: Impossible de sauvegarder %@ : %@
it: Impossibile eseguire il backup di %@: %@
uk: Не вдалося створити резервну копію %@: %@

source: Frozen
de: Eingefroren
es: Congelada
fr: Gelée
it: Congelata
uk: Заморожено

source: Freeze
de: Einfrieren
es: Congelar
fr: Geler
it: Congela
uk: Заморозити

source: Freeze Argo CD
de: Argo CD einfrieren
es: Congelar Argo CD
fr: Geler Argo CD
it: Congela Argo CD
uk: Заморозити Argo CD

source: Scope
de: Umfang
es: Alcance
fr: Portée
it: Ambito
uk: Обсяг

source: For
de: Dauer
es: Durante
fr: Durée
it: Durata
uk: Тривалість

source: Until %@
de: Bis %@
es: Hasta las %@
fr: Jusqu'à %@
it: Fino alle %@
uk: До %@

source: Reason (optional)
de: Grund (optional)
es: Motivo (opcional)
fr: Raison (facultatif)
it: Motivo (facoltativo)
uk: Причина (необов'язково)

source: Allow manual syncs
de: Manuelle Syncs erlauben
es: Permitir sincronizaciones manuales
fr: Autoriser les syncs manuelles
it: Consenti sync manuali
uk: Дозволити ручні синхронізації

source: A sync started on purpose still runs during the freeze.
de: Ein absichtlich gestarteter Sync läuft auch während des Einfrierens.
es: Una sincronización lanzada a propósito se ejecuta igualmente durante la congelación.
fr: Une sync lancée exprès s'exécute quand même pendant le gel.
it: Una sync avviata di proposito viene comunque eseguita durante il congelamento.
uk: Синхронізація, запущена навмисно, все одно виконується під час заморозки.

source: Project %@ cannot be read: there is nothing to freeze.
de: Projekt %@ ist nicht lesbar: nichts einzufrieren.
es: No se puede leer el proyecto %@: no hay nada que congelar.
fr: Le projet %@ est illisible : rien à geler.
it: Il progetto %@ non è leggibile: niente da congelare.
uk: Проєкт %@ не читається: нічого заморожувати.

source: Project %@ is applied from Git by %@ with server-side apply: the freeze may not survive a sync of %@.
de: Projekt %@ wird von %@ per Server-Side-Apply aus Git angewendet: Das Einfrieren übersteht einen Sync von %@ möglicherweise nicht.
es: El proyecto %@ se aplica desde Git mediante %@ con server-side apply: la congelación podría no sobrevivir a una sincronización de %@.
fr: Le projet %@ est appliqué depuis Git par %@ en server-side apply : le gel pourrait ne pas survivre à une sync de %@.
it: Il progetto %@ è applicato da Git tramite %@ con server-side apply: il congelamento potrebbe non sopravvivere a una sync di %@.
uk: Проєкт %@ застосовується з Git через %@ із server-side apply: заморозка може не пережити синхронізацію %@.

source: Project %@ is applied from Git by %@. The freeze is not in Git: it lasts until it ends.
de: Projekt %@ wird von %@ aus Git angewendet. Das Einfrieren steht nicht in Git: Es gilt bis zu seinem Ende.
es: El proyecto %@ se aplica desde Git mediante %@. La congelación no está en Git: dura hasta que termina.
fr: Le projet %@ est appliqué depuis Git par %@. Le gel n'est pas dans Git : il dure jusqu'à sa fin.
it: Il progetto %@ è applicato da Git tramite %@. Il congelamento non è in Git: dura fino alla sua fine.
uk: Проєкт %@ застосовується з Git через %@. Заморозки немає в Git: вона діє до свого завершення.

source: Pause auto-sync instead (until resumed)
de: Stattdessen Auto-Sync pausieren (bis zur Fortsetzung)
es: Pausar la auto-sincronización en su lugar (hasta reanudarla)
fr: Mettre plutôt l'auto-sync en pause (jusqu'à reprise)
it: Metti invece in pausa l'auto-sync (fino alla ripresa)
uk: Натомість призупинити автосинхронізацію (до відновлення)

source: This app
de: Diese App
es: Esta app
fr: Cette app
it: Questa app
uk: Цей застосунок

source: Project %@
de: Projekt %@
es: Proyecto %@
fr: Projet %@
it: Progetto %@
uk: Проєкт %@

source: Frozen until %@
de: Eingefroren bis %@
es: Congelado hasta las %@
fr: Gelé jusqu'à %@
it: Congelato fino alle %@
uk: Заморожено до %@

source: +1 h
de: +1 Std.
uk: +1 год

source: Unfreeze
de: Auftauen
es: Descongelar
fr: Dégeler
it: Scongela
uk: Розморозити

source: Sync windows
de: Sync-Fenster
es: Ventanas de sincronización
fr: Fenêtres de sync
it: Finestre di sync
uk: Вікна синхронізації

source: Freeze auto-sync…
de: Auto-Sync einfrieren…
es: Congelar la auto-sincronización…
fr: Geler l'auto-sync…
it: Congela l'auto-sync…
uk: Заморозити автосинхронізацію…

source: Frozen from Ichor
de: Aus Ichor eingefroren
es: Congelado desde Ichor
fr: Gelé depuis Ichor
it: Congelato da Ichor
uk: Заморожено з Ichor

source: A sync window of project %@
de: Ein Sync-Fenster von Projekt %@
es: Una ventana de sincronización del proyecto %@
fr: Une fenêtre de sync du projet %@
it: Una finestra di sync del progetto %@
uk: Вікно синхронізації проєкту %@

source: manual syncs allowed
de: manuelle Syncs erlaubt
es: sincronizaciones manuales permitidas
fr: syncs manuelles autorisées
it: sync manuali consentite
uk: ручні синхронізації дозволені

source: manual syncs blocked
de: manuelle Syncs blockiert
es: sincronizaciones manuales bloqueadas
fr: syncs manuelles bloquées
it: sync manuali bloccate
uk: ручні синхронізації заблоковані

source: End the freeze?
de: Einfrieren beenden?
es: ¿Terminar la congelación?
fr: Mettre fin au gel ?
it: Terminare il congelamento?
uk: Завершити заморозку?

source: End
de: Beenden
es: Terminar
fr: Terminer
it: Termina
uk: Завершити

source: End and sync now
de: Beenden und jetzt syncen
es: Terminar y sincronizar
fr: Terminer et synchroniser
it: Termina e sincronizza
uk: Завершити й синхронізувати

source: Argo CD resumes auto-sync and self-heal for the apps of this freeze.
de: Argo CD nimmt Auto-Sync und Selbstheilung für die Apps dieses Einfrierens wieder auf.
es: Argo CD reanuda la auto-sincronización y la autorreparación de las apps de esta congelación.
fr: Argo CD reprend l'auto-sync et l'auto-réparation des apps de ce gel.
it: Argo CD riprende l'auto-sync e l'auto-riparazione delle app di questo congelamento.
uk: Argo CD відновлює автосинхронізацію та самовідновлення застосунків цієї заморозки.

source: Argo CD will put these back as Git has them:
de: Argo CD setzt dies auf den Stand in Git zurück:
es: Argo CD devolverá esto a como está en Git:
fr: Argo CD va remettre ceci comme dans Git :
it: Argo CD riporterà questi elementi come sono in Git:
uk: Argo CD поверне це до стану в Git:

source: Is the fix committed?
de: Ist der Fix committet?
es: ¿Está la corrección en un commit?
fr: Le correctif est-il commité ?
it: La correzione è stata committata?
uk: Виправлення закомічено?

source: No sync windows
de: Keine Sync-Fenster
es: Sin ventanas de sincronización
fr: Aucune fenêtre de sync
it: Nessuna finestra di sync
uk: Немає вікон синхронізації

source: Argo CD may sync at any time.
de: Argo CD darf jederzeit syncen.
es: Argo CD puede sincronizar en cualquier momento.
fr: Argo CD peut synchroniser à tout moment.
it: Argo CD può sincronizzare in qualsiasi momento.
uk: Argo CD може синхронізувати будь-коли.

source: Clear
de: Leeren
es: Borrar
fr: Effacer
it: Cancella
uk: Очистити

source: Remove this sync window?
de: Dieses Sync-Fenster entfernen?
es: ¿Eliminar esta ventana de sincronización?
fr: Supprimer cette fenêtre de sync ?
it: Rimuovere questa finestra di sync?
uk: Видалити це вікно синхронізації?

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
uk: Видалити

source: Ichor did not create this window. Remove it from project %@?
de: Ichor hat dieses Fenster nicht erstellt. Aus Projekt %@ entfernen?
es: Ichor no creó esta ventana. ¿Eliminarla del proyecto %@?
fr: Ichor n'a pas créé cette fenêtre. La supprimer du projet %@ ?
it: Ichor non ha creato questa finestra. Rimuoverla dal progetto %@?
uk: Ichor не створював це вікно. Видалити його з проєкту %@?

source: Ichor did not create this window: it likely comes from Git. Argo CD may put it back on the next sync of %@, so remove it in Git too.
de: Ichor hat dieses Fenster nicht erstellt: Es stammt wahrscheinlich aus Git. Argo CD kann es beim nächsten Sync von %@ zurückbringen, entferne es also auch in Git.
es: Ichor no creó esta ventana: probablemente viene de Git. Argo CD podría volver a ponerla en la próxima sincronización de %@, así que elimínala también en Git.
fr: Ichor n'a pas créé cette fenêtre : elle vient sans doute de Git. Argo CD pourrait la remettre à la prochaine sync de %@, supprimez-la aussi dans Git.
it: Ichor non ha creato questa finestra: probabilmente viene da Git. Argo CD potrebbe ripristinarla alla prossima sync di %@, quindi rimuovila anche in Git.
uk: Ichor не створював це вікно: імовірно, воно з Git. Argo CD може повернути його під час наступної синхронізації %@, тож видаліть його і в Git.

source: Active
de: Aktiv
es: Activas
fr: Actives
it: Attive
uk: Активні

source: Upcoming
de: Anstehend
es: Próximas
fr: À venir
it: In arrivo
uk: Майбутні

source: Ended freezes
de: Beendetes Einfrieren
es: Congelaciones terminadas
fr: Gels terminés
it: Congelamenti terminati
uk: Завершені заморозки

source: Deny window
de: Sperrfenster
es: Ventana de denegación
fr: Fenêtre d'interdiction
it: Finestra di divieto
uk: Вікно заборони

source: Allow window
de: Freigabefenster
es: Ventana de permiso
fr: Fenêtre d'autorisation
it: Finestra di autorizzazione
uk: Вікно дозволу

source: Ichor freeze
de: Ichor-Einfrieren
es: Congelación de Ichor
fr: Gel Ichor
it: Congelamento Ichor
uk: Заморозка Ichor

source: Not from Ichor
de: Nicht von Ichor
es: No viene de Ichor
fr: Pas d'Ichor
it: Non da Ichor
uk: Не з Ichor

source: Unreadable: %@
de: Nicht lesbar: %@
es: Ilegible: %@
fr: Illisible : %@
it: Illeggibile: %@
uk: Не читається: %@

source: Ended %@
de: Beendet %@
es: Terminó %@
fr: Terminé %@
it: Terminato %@
uk: Завершено %@

source: %@ left
de: Noch %@
es: Quedan %@
fr: %@ restantes
it: Restano %@
uk: Залишилося %@

source: Starts %@
de: Beginnt %@
es: Empieza %@
fr: Commence %@
it: Inizia %@
uk: Починається %@

source: all apps
de: alle Apps
es: todas las apps
fr: toutes les apps
it: tutte le app
uk: усі застосунки

source: 1 freeze · ends %@
de: 1 Einfrieren · endet %@
es: 1 congelación · termina a las %@
fr: 1 gel · fin à %@
it: 1 congelamento · finisce alle %@
uk: 1 заморозка · до %@

source: Argo CD freeze ending
de: Argo-CD-Einfrieren endet
es: La congelación de Argo CD termina
fr: Fin du gel Argo CD
it: Il congelamento di Argo CD sta per finire
uk: Заморозка Argo CD закінчується

source: The freeze on %@ ends at %@: Argo CD then puts back what was changed by hand.
de: Das Einfrieren von %@ endet um %@: Argo CD setzt dann zurück, was von Hand geändert wurde.
es: La congelación de %@ termina a las %@: Argo CD devolverá entonces lo que se cambió a mano.
fr: Le gel de %@ se termine à %@ : Argo CD remettra alors ce qui a été changé à la main.
it: Il congelamento di %@ termina alle %@: Argo CD ripristinerà quanto modificato a mano.
uk: Заморозка %@ закінчується о %@: тоді Argo CD поверне те, що змінено вручну.

source: Switch Ichor to the cluster of this freeze to extend it.
de: Wechsle in Ichor zum Cluster dieses Einfrierens, um es zu verlängern.
es: Cambia Ichor al clúster de esta congelación para prolongarla.
fr: Passez Ichor sur le cluster de ce gel pour le prolonger.
it: Passa Ichor al cluster di questo congelamento per prolungarlo.
uk: Перемкніть Ichor на кластер цієї заморозки, щоб подовжити її.

source: Freeze extended until %@.
de: Einfrieren verlängert bis %@.
es: Congelación prolongada hasta las %@.
fr: Gel prolongé jusqu'à %@.
it: Congelamento prolungato fino alle %@.
uk: Заморозку подовжено до %@.

source: Could not extend the freeze: %@
de: Einfrieren konnte nicht verlängert werden: %@
es: No se pudo prolongar la congelación: %@
fr: Impossible de prolonger le gel : %@
it: Impossibile prolungare il congelamento: %@
uk: Не вдалося подовжити заморозку: %@

source: Freeze %@
de: %@ einfrieren
es: Congelar %@
fr: Geler %@
it: Congela %@
uk: Заморозити %@

source: Argo CD will revert this
de: Argo CD macht das rückgängig
es: Argo CD revertirá esto
fr: Argo CD va annuler ceci
it: Argo CD annullerà questa modifica
uk: Argo CD скасує це

source: Freeze %@ 1 h, then scale
de: %@ 1 Std. einfrieren, dann skalieren
es: Congelar %@ 1 h y escalar
fr: Geler %@ 1 h, puis scaler
it: Congela %@ 1 h, poi scala
uk: Заморозити %@ на 1 год і масштабувати

source: Scale anyway
de: Trotzdem skalieren
es: Escalar de todos modos
fr: Scaler quand même
it: Scala comunque
uk: Усе одно масштабувати

source: %@ deploys this workload with self-heal on: within minutes it puts the replicas back as Git has them. Freeze %@ first to keep your change for a while.
de: %@ stellt diese Workload mit aktiver Selbstheilung bereit: Innerhalb von Minuten setzt es die Replikas auf den Stand in Git zurück. Friere %@ zuerst ein, um deine Änderung eine Weile zu behalten.
es: %@ despliega esta carga con la autorreparación activada: en minutos devuelve las réplicas a como están en Git. Congela %@ antes para conservar tu cambio un tiempo.
fr: %@ déploie cette charge avec l'auto-réparation active : en quelques minutes, il remet les réplicas comme dans Git. Gelez %@ d'abord pour garder votre changement un moment.
it: %@ distribuisce questo carico con l'auto-riparazione attiva: in pochi minuti riporta le repliche come sono in Git. Congela prima %@ per mantenere la modifica per un po'.
uk: %@ розгортає це навантаження з увімкненим самовідновленням: за кілька хвилин воно поверне репліки до стану в Git. Спершу заморозьте %@, щоб зберегти зміну на якийсь час.

source: scale to %lld
de: auf %lld skalieren
es: escalar a %lld
fr: scale à %lld
it: scala a %lld
uk: масштабування до %lld

source: Argo CD will not auto-sync or self-heal %lld apps (%@) until %@. Changes made by hand stay until then.
de: Argo CD synchronisiert und heilt %lld Apps (%@) bis %@ nicht automatisch. Von Hand gemachte Änderungen bleiben bis dahin.
es: Argo CD no auto-sincronizará ni reparará %lld apps (%@) hasta las %@. Los cambios hechos a mano se mantienen hasta entonces.
fr: Argo CD ne synchronisera ni ne réparera %lld apps (%@) jusqu'à %@. Les changements faits à la main restent d'ici là.
it: Argo CD non sincronizzerà né riparerà automaticamente %lld app (%@) fino alle %@. Le modifiche fatte a mano restano fino ad allora.
uk: Argo CD не синхронізуватиме й не відновлюватиме %lld застосунку (%@) до %@. Зміни, зроблені вручну, залишаться до того часу.

source: %lld resources changed by hand
de: %lld Ressourcen von Hand geändert
es: %lld recursos cambiados a mano
fr: %lld ressources changées à la main
it: %lld risorse modificate a mano
uk: %lld ресурсу змінено вручну

source: This freeze covers %lld apps: they all resume.
de: Dieses Einfrieren umfasst %lld Apps: Sie laufen alle wieder.
es: Esta congelación cubre %lld apps: todas se reanudan.
fr: Ce gel couvre %lld apps : elles reprennent toutes.
it: Questo congelamento copre %lld app: riprendono tutte.
uk: Ця заморозка охоплює %lld застосунку: усі вони відновляться.

source: %lld freezes · next ends %@
de: %lld Einfrierungen · nächstes Ende %@
es: %lld congelaciones · la próxima termina a las %@
fr: %lld gels · prochaine fin à %@
it: %lld congelamenti · il prossimo finisce alle %@
uk: %lld заморозки · найближча до %@

source: %@: another change to its sync windows is in progress.
de: %@: Eine andere Änderung seiner Sync-Fenster läuft gerade.
es: %@: otro cambio de sus ventanas de sincronización está en curso.
fr: %@ : une autre modification de ses fenêtres de sync est en cours.
it: %@: è in corso un'altra modifica delle sue finestre di sync.
uk: %@: інша зміна його вікон синхронізації вже виконується.

source: the cluster cannot be reached now.
de: der Cluster ist gerade nicht erreichbar.
es: no se puede acceder al clúster ahora.
fr: le cluster est injoignable pour l'instant.
it: il cluster non è raggiungibile ora.
uk: кластер зараз недоступний.

source: Request an integration…
de: Integration anfragen…
es: Solicitar una integración…
fr: Demander une intégration…
it: Richiedi un'integrazione…
uk: Запросити інтеграцію…

source: Ask for an operator this cluster runs that Ichor does not show yet.
de: Einen Operator anfragen, den dieser Cluster ausführt und den Ichor noch nicht anzeigt.
es: Pedir un operador que este clúster ejecuta y que Ichor aún no muestra.
fr: Demander un opérateur que ce cluster exécute et qu'Ichor n'affiche pas encore.
it: Chiedi un operatore che questo cluster esegue e che Ichor non mostra ancora.
uk: Попросити оператор, який працює в цьому кластері, але ще не показується в Ichor.

source: Report a bug
de: Fehler melden
es: Informar de un error
fr: Signaler un bug
it: Segnala un bug
uk: Повідомити про помилку

source: Request an integration
de: Integration anfragen
es: Solicitar una integración
fr: Demander une intégration
it: Richiedi un'integrazione
uk: Запросити інтеграцію
